Repository: Rikanishu/rdr
Catalog: rdr/application/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Email
ru: Электронная почта

source: This email is already taken.
ru: Этот адрес электронной почты уже занят.

source: Toggle navigation
ru: Переключение навигации

source: Sign in
ru: Вход

source: Sign up
ru: Регистрация

source: Enter your email
ru: Введите адрес электронной почты

source: Enter display name
ru: Введите имя пользователя

source: Enter password
ru: Введите пароль

source: Confirm password
ru: Подтверждение пароля

source: Use this form for create new account
ru: Создание нового аккаунта

source: Required field
ru: Обязательное поле

source: Invalid email
ru: Неверный формат

source: Email already taken
ru: Этот адрес электронной почты уже занят

source: Display Name
ru: Имя пользователя

source: Username is required to be at least 3 characters
ru: Минимальная длина имени пользователя - 3 символа

source: Username cannot be longer than 255 character
ru: Максимальная длина имени пользователя - 255 символов

source: Password
ru: Пароль

source: Password is required to be at least 6 characters
ru: Минимальная длина пароля - 6 символов

source: Password cannot be longer than 255 character
ru: Максимальная длина пароля - 255 символов

source: Password Confirm
ru: Подтверждение пароля

source: Passwords must be equals
ru: Пароли должны совпадать

source: Login / email
ru: Логин / эл. почта

source: Settings
ru: Настройки

source: Sign out
ru: Выход

source: Text for search
ru: Текст для поиска

source: Loading...
ru: Загрузка...

source: Please wait while application loading
ru: Пожалуйста, подождите

source: Add new feed
ru: Добавить подписки

source: Subscribe packages
ru: Пакеты подписок

source: Stats
ru: Статистика

source: Unread news
ru: Непрочитанные статьи

source: Favorites
ru: Избранное

source: New folder
ru: Новая папка

source: Drop package for new subscribe
ru: Переместите сюда источник для подписки

source: Manage subscribes
ru: Редактирование подписок

source: Search
ru: Поиск

source: Search in
ru: Искать во

source: All articles
ru: Всех статьях

source: Read only
ru: Только в прочитанных

source: Unread only
ru: Только в непрочитанных

source: Favorites only
ru: Только в избранном

source: Include
ru: Включить в поиск

source: Title
ru: Заголовок

source: Announce
ru: Описание

source: Article text
ru: Текст статьи

source: Welcome back, {0}!
ru: Привет, {0}!

source: Selected feed is loading
ru: Выбранный источник загружается

source: Please wait while articles are loading
ru: Пожалуйста, подождите пока загружаются статьи

source: Please wait while we retrieve full article text
ru: Пожалуйста, подождите пока мы загружаем полный текст статьи

source: Read count
ru: Количество просмотров

source: Favorites count
ru: Количество добавлений в Избранное

source: Open link
ru: Открыть ссылку

source: Add to favorites
ru: Добавить в Избранное

source: Subscribe
ru: Подписаться

source: Mark all as read
ru: Отметить все как прочитанное

source: No any news at the moment
ru: Пока никаких новостей нет

source: Show full article
ru: Просмотр статьи

source: You have {0} subscriptions. In the last 30 days {1} articles was published of which you read {2} articles and added to favorites {3} articles.
ru: У вас {0} подписок. За посление 30 дней было опубликовано {1} статей, из которых вы прочитали {2} статей и добавили в избранное {3} статей

source: Reading stats
ru: Статистика просмотров

source: Feed
ru: Источник

source: # read articles
ru: Кол-во просмотренных статей

source: %% read articles
ru: %% просмотренных статей

source: Subscription stats
ru: Статистика публикаций

source: Published articles
ru: Опубликовано статей

source: Items per day
ru: Статей в день

source: Search feeds
ru: Поиск источников

source: Popular packages
ru: Популярные подписки

source: This is some of most popular feeds among our users.
ru: Ниже представлены некоторые из самых популярных источников среди пользователей, на которые вы еще не подписаны.

source: For subscribing just drop package to your subscribes side block.
ru: Для того чтобы подписаться просто переместите источник в раздел подписок слева.

source: Subscribers
ru: Подписки

source: You already subscribed.
ru: Вы уже подписаны.

source: Packages not found
ru: Источники не найдены

source: Packages
ru: Источники

source: Found {0} packages
ru: Найдено {0} источников.

source: Drag packages to your folder to start reading
ru: Переместите источник в в раздел подписок чтобы начать читать.

source: Enter old password
ru: Введите старый пароль

source: Enter new password
ru: Введите новый пароль

source: Enter new password again
ru: Введите новый пароль еще раз

source: User image
ru: Изображение

source: Upload
ru: Загрузить

source: Invalid image format
ru: Неподдерживаемый формат изображения

source: Email completed successfully.
ru: Адрес электронной почты подтвержден.

source: Email has not confirmed yet.
ru: Адрес электронной почты еще не подтвержден.

source: Save settings
ru: Сохранить

source: Old Password
ru: Старый пароль

source: Invalid old password
ru: Неверный старый пароль

source: New Password
ru: Новый пароль

source: Confirm New Password
ru: Подтвердите новый пароль

source: Change password
ru: Смена пароля

source: Subscriptions import / export
ru: Импорт / экспорт подписок

source: You can use special OPML format file to export / import your subscriptions
ru: С помощью файлов специального формата OPML вы можете экспортировать / импортировать ваш список подписок

source: Import
ru: Импорт

source: Export
ru: Экспорт

source: Manage Subscribes
ru: Редактирование подписок

source: Save
ru: Сохранить

source: Back
ru: Назад

source: Subscribes
ru: Подписки

source: Drop subscription to move it here
ru: Бросьте подписку здесь для пермещения

source: Folders
ru: Папки

source: Add new folder
ru: Добавить новую папку

source: All subscriptions is in folders
ru: Все подписки размещены в папках

source: Search Criteria
ru: Критерии поиска

source: Search Results
ru: Результаты поиска

source: No any search results
ru: Результатов нет

source: Enter your login
ru: Введите логин

source: Read articles
ru: Прочитанных статей

source: Write articles
ru: Опубликованных статей

source: Read {0} users
ru: Читают {0} пользователей

source: You can add new feed via this form or select form popular / provided feeds
ru: Вы можете добавить новые источники новостей воспользовавшись поиском, или выбрать что-нибудь по вкусу среди популярных подписок.

source: Enter feed url / keywords
ru: Введите URL / название сайта

source: Remove from favorites
ru: Удалить из Избранного

source: Search in feed {0}
ru: Поиск в {0}

source: Undo {0}
ru: Отменить {0}

source: Subscription delete
ru: Удаление подписки

source: Folder delete
ru: Удаление папки

source: Look! This is most popular news since your last visit.
ru: Вот самые популярные новости с момента твоего последнего визита:

source: Subscriptions are loading
ru: Подписки загружаются

source: Mon
ru: Пн

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Thu
ru: Чт

source: Fri
ru: Пт

source: Sat
ru: Сб

source: Sun
ru: Вс

source: just now
ru: прямо сейчас

source: %(days)d day ago
ru: %(days)d день назад

source: %(seconds)d second ago
ru: %(seconds)d секунду назад

source: %(minutes)d minute ago
ru: %(minutes)d минуту назад

source: %(hours)d hour ago
ru: %(hours)d час назад

source: Profile data
ru: Данные пользователя

source: Password change
ru: Смена пароля

source: System settings
ru: Системные настройки

source: Language
ru: Язык

source: Change settings
ru: Изменить

source: Import / Export
ru: Импорт / экспорт

source: Actions
ru: Действия

source: Add unread to offline read queue
ru: Отправить непрочитанные для оффлайн-чтения

source: Unsubscribe
ru: Удалить подписку

source: Offline read queue
ru: Оффлайн-чтение

source: Add articles to queue to save it for offline reading.
ru: Добавляйте статьи в очередь чтобы сохранить их для чтения в оффлайне.

source: Articles for user
ru: Статьи пользователя

source: Original
ru: Оригинал

source: Generation process...
ru: Генерация файла...

source: Please wait while file is generated.
ru: Пожалуйста, подождите пока генерируется файл.

source: Save articles to read offline
ru: Добавляйте статьи в очередь чтобы сохранить их для чтения в оффлайне.

source: Save to
ru: Сохранить в

source: Download
ru: Скачать

source: Save to Dropbox
ru: Сохранить в Dropbox

source: File format
ru: Формат файла

source: Clear queue
ru: Очистить очередь

source: Send
ru: Отправить

source: To offline read queue
ru: В очередь для оффлайн-чтения

source: articles
ru: статей

source: Login and password required
ru: Введите логин и пароль

source: Invalid login or password
ru: Неправильный логин или пароль
